{
  "belgium" : {
    "pic_count": 4,
    "img_src": "images/bg/belgium.JPG",
    "queryCountryParam": "belgium",
    "p1": "Belgium may be small (it's one of the smallest countries in Europe) but when it comes to things to see and do it punches well above its weight. The country boasts over 1,000 breweries and Belgian brewers were some of the first in the world to perfect the beer-brewing process. And the country's chocolate rivals that of Switzerland, offering decadent sweets that will have you gaining a few pounds during your visit. On top of that, the country's mouth-watering frites will make you look at French fries differently for the rest of your life. And if you're a history buff, Belgium has countless sites to keep you busy during your visit, including the famous grounds of the Battle of Waterloo, a bloody conflict in 1815 that shaped the face of modern Europe.",
    "quote": "Belgium is world-famous for its chocolate, waffles, beer, and its national football team, the Red Devils. ",
    "p2": "Brussels is the administrative center of the European Union — and an awesome city to visit. See the Musées Royaux des Beaux-Arts for its paintings, the magnificent Grand Place and historic Town Hall, sample amazing beer, and more. Spend a few days soaking it all in. It's worth it! Bruges is a city not to be missed. It's one of the most stunning examples of medieval towns left in Europe. BE sure to check out the 14th-century town hall, the Belfry Tower, the Cathedral of the Holy Saviour, its market squares, and canals. While touristy, it's one of the best medieval towns in Europe and worth seeing up close (at least for a day). Reference: https://www.nomadicmatt.com/travel-guides/belgium/"
  },
  "czech republic" : {
    "pic_count": 8,
    "img_src": "images/bg/czech.JPG",
    "queryCountryParam": "czech+republic",
    "p1": "Nestled in the center of Europe, The Czech Republic (also known by its short name Czechia) is a country steeped in history. It's a land dotted with castles, medieval towns, beautiful mountains, ancient ruins, and world-class wineries. Pilsen is the birthplace of the Pilsner and the home of the original Pilsner Urquell Czech beer. A visit to the town makes a great day trip from Prague. During your visit, make sure to not only tour the Pilsner factory but also check out the beer spas where you can soak in a tub of beer. Expect to pay around 900 CZK for a soak. Don't miss the 13th-century Gothic cathedral Saint Bartholomew and the botanical gardens while you're here also.",
    "quote": "Czech Republic -- Land of Stories",
    "p2": "Pilsen is the birthplace of the Pilsner and the home of the original Pilsner Urquell Czech beer. A visit to the town makes a great day trip from Prague. During your visit, make sure to not only tour the Pilsner factory but also check out the beer spas where you can soak in a tub of beer. Expect to pay around 900 CZK for a soak. Don't miss the 13th-century Gothic cathedral Saint Bartholomew and the botanical gardens while you're here also. This castle is just a quick train ride from Prague. Founded in 1348 by Charles IV of the Holy Roman Empire, this Gothic castle safeguarded Bohemia's crown jewels and holy relics. Due to warfare in the 15th century and fire damage in the 17th century, the castle underwent several reconstructions. The last reconstruction took place from 1887-1899, reviving the castle's signature Gothic appearance. Attractions at the castle include an original 14th-century wall decoration and a replica of the royal crown of Bohemia. Reference: https://www.nomadicmatt.com/travel-guides/czech-republic-travel-tips"
  },
  "france" : {
    "pic_count": 8,
    "img_src": "images/bg/france.JPG",
    "queryCountryParam": "france",
    "p1": "A huge historic French castle in the Loire Valley surrounded by grass and greener, Wine, cheese, the Eiffel Tower, castles, beautiful beaches, snooty waiters - France is famous for a lot of things. It's a beautiful country with stunning coastlines, picturesque valleys, world-class wine, and tons of history. And despite what you might hear, the French are a wonderful people who love to stop and smell the roses. There's nothing like a picnic along the Seine or a spending day in the French countryside to make life seem beautiful. France is everything that people make it out to be and then some. Its long history means there are plenty of beautiful ruins, castles, and cathedrals worth exploring. There's something for every interest here.",
    "quote": "La dame de fer",
    "p2": "Paris has everything - the Louvre, impressionist museums, the Eiffel Tower, the Seine, magnificent parks, jazz, and great food. It's as magical as people say and while it would take a lifetime to see it all, four or five days can give you a good idea. It's one of my favorite cities in the world. Nice is nice (get it?). This seaside town in the south is a popular destination for budget travelers who want to soak up some sun but might not be able to afford Cannes or Monaco. I don't think the beach here is that great, but the central location makes it easy to explore the rest of the coast (and its better beaches). Marseille is a metropolitan city that also has a rich history filled with nightlife, great restaurants, theaters, museums, and even an international soccer stadium. While the city is a bit gritty and industrial, it's worth a visit for its beautiful waterfront and exciting mix of cultures. Reference: https://www.nomadicmatt.com/travel-guides/france-travel-tips/"
  },
  "germany" : {
    "pic_count": 8,
    "img_src": "images/bg/germany.JPG",
    "queryCountryParam": "germany",
    "p1": "Germany is synonymous with beer, sausages, incredible hiking, majestic castles, serious people, and wild techno parties. It's huge, diverse, and utterly amazing. There's a vibrant art and music scene in Berlin, beautiful forests in the west, majestic cathedrals and castles throughout the country, picturesque “Sound of Music” cities in the south, and overlooked historic cities and beaches in the north. Germany's hip capital has world-class museums, history, funky neighborhoods, and some of the best nightlife in Europe. From the museums to the art and music scene to the great bars and cheap food, Berlin is electric (and one of the cheapest European capitals).",
    "quote": "Germany Simply Inspiring",
    "p2": "Berlin's quiet, upscale cousin, Munich is a city steeped in history, lively beer halls, incredible food, lush parks, and a royal palace. It's a beautiful destination and there are a lot of Bavarian towns nearby that make for scenic day trips. Held annually in September and October, the world's largest beer festival is filled with huge steins and giant pretzels. I went there for 5 days and had the time of my life. Buy some lederhosen, raise a glass, and sing some German beer songs. Just make sure to plan your trip well in advance as things sell out fast! The Black Forest is so named because of the dark green pine trees that grow here. Spanning over 6,000 square kilometers (2,300 square miles), there are hundreds of miles of hiking trails worth exploring and you can spend some time stopping in towns that are famous for their cuckoo clocks and hearty German fare. Reference: https://www.nomadicmatt.com/travel-guides/germany-travel-tips/"
  },
  "italy" : {
    "pic_count": 6,
    "img_src": "images/bg/italy.JPG",
    "queryCountryParam": "italy",
    "p1": "Italy is one of Europe's most iconic and popular destinations. Home to incredible food, fabulous wine, tons of ancient ruins, and picturesque landscapes, it should come as no surprise that this is one of the most sought-after travel destinations in the world. Vineyards in Tuscany, history in Florence, ancient streets in Rome, gorgeous views at Cinque Terre, romantic canals in Venice, and so much more. Italy is best experienced slowly so pace yourself. Soak in the atmosphere and way of life as you explore. Relax, take in the scenery, enjoy a cappuccino or a glass of wine. The slower you go, the better you'll be able to appreciate the charms and nuance of this iconic southern European gem.",
    "quote": "ITALY. Land of Wonders",
    "p2": "While crowded, Venice is an amazing place to visit. It's not the cheapest destination in Italy but the city's iconic architecture and picturesque canals are everything you dream them to be. The main sights not to be missed include Piazza San Marco, Doge's Palace, Rialto Bridge, the Basilica San Marco, and the city's countless museums. Be sure to head to the old Jewish Ghetto for hip bars and cheap drinks (the English word ghetto comes from this area of Venice). Venice is also home to several world-class festivals. In late winter, the epic Carnival takes place here, and in August, the prestigious Venice Film Festival takes over the nearby island of Lido. Rome has so much to see and do that you'll need to make several trips to even scratch the surface. Besides obvious highlights like the Colosseum, Forum, Palatine Hill, and Trevi Fountain, make sure you explore the Trastevere neighborhood. It's my favorite area in Rome and offers delicious food, funky bars, and ancient winding streets. Vatican City, the smallest independent city-state in the world, is nestled within the heart of Rome and is home to the Pope, St. Peter's Basilica, the Sistine Chapel, and many fantastic museums. Reference: https://www.nomadicmatt.com/travel-guides/italy-travel-tips/"
  },
  "japan" : {
    "pic_count": 7,
    "img_src": "images/bg/japan.JPG",
    "queryCountryParam": "japan",
    "p1": "If I could visit just one country for the rest of my life, then it would be Japan. If I had to eat one cuisine for the rest of my life, then it would be Japanese. Japan is without a doubt one of the most unique and culturally fascinating countries on the planet. Tokyo is one of the most exciting cities not just in Japan, but in the world. It is an absolutely massive metropolis with a never-ending list of fun and interesting things to do.",
    "quote": "The land of the Rising Sun",
    "p2": "Tsukiji Outer Market is the most famous fish market in Tokyo and one of its most popular attractions. Located about a 15-minute walk from Ginza Station, it became famous for the tuna auctions formerly held in its inner market. The tuna auctions have been moved to Toyosu Market but Tsukiji's outer market is still open and as busy as ever. It's a great place to experience Japan's market atmosphere while feasting on a delicious array of seafood and Japanese street food. Senso-ji is one of Tokyo's most popular religious landmarks. Built in 645, it's Tokyo's oldest Buddhist temple and dedicated to the Goddess of Mercy, Kannon. Senso-ji is located in Asakusa, about a minute away from Asakusa Station. It's known for its outer gate Kaminarimon which is recognized as a symbol of both Asakusa and the city of Tokyo. Between Kaminarimon and Senso-ji is a fun stretch of shops selling different types of snacks and souvenirs. Reference: https://www.willflyforfood.net/category/barefoot-bohemian/japan/ https://www.willflyforfood.net/tokyo-travel-guide/#places-to-visit"
  },
  "south korea" : {
    "pic_count": 4,
    "img_src": "images/bg/korea.JPG",
    "queryCountryParam": "south+korea",
    "p1": "Seoul is a vibrant city that deserve your full attention, especially if you come during the family month (May) and you want to see the city's streets lit with lanterns and people coming out and enjoy the buddha's birthday celebration. There are five Joseon Royal Palaces in Seoul. Gyeongbokgung and Changdeokgung are the biggest and arguably the most beautiful of the five. Gyeongbokgung was the primary palace and one of just two (the other being Deoksugung) where you can watch the changing of the Royal Guard. Equally impressive is Changdeokgung which is a UNESCO Heritage Site and home to the Huwon or “Secret Garden”.",
    "quote": "South Korea the Land of the Morning Calm",
    "p2": "When it comes to great views, this place towers above the competition. Standing 480 meters (1,575 ft) above sea level, N Seoul Tower's observation deck is the best place to get bird's eye views of the city. N Seoul Tower is located on Mt. Namsan and accessible via road or cable car, though most tourists will opt for the latter. You can purchase tickets to the observatory at the gate. COEX Mall in the Gangnam district has become Insta-famous in recent years, all because of this beautiful library located in the middle of the mall. Starfield Library is an open-air public library that features hundreds of books and magazines. It's stunning architectural shelf of books has made it into one of the most popular picture-taking spots in Seoul. Reference: https://www.bucketlistly.blog/posts/two-weeks-south-korea-backpacking-itinerary#seoul-4-nights https://www.willflyforfood.net/the-first-timers-travel-guide-to-seoul-south-korea/"
  },
  "philippines" : {
    "pic_count": 4,
    "img_src": "images/bg/philippines.JPG",
    "queryCountryParam": "philippines",
    "p1": "Philippines is the Pearl of the Orient Seas. It is home of the best beaches around the globe. The Philippines is one of the go-to destinations of tourists around the globe. From the scenic beaches of Palawan to serene island of Batanes, you can experience diversed lanscape in th country. All throughout the year, you can experience the best tropical islands, white sandy beaches, crystal clear waters, and world class diving surfing spots. As the Philippines is part of the Coral Triangle, you can witness the marine biodiversity which accounts 76% of the world's all known coral species.",
    "quote": "It's more Fun in the Philippines",
    "p2": "Given that the Philippines is a tropical country, it has mainly two seasons: hot and dry season during March to May and cold and wet season during the remainder of the year. If you want to experience the beautiful beaches of the Siargao, Palawan, Boracay, Cebu, and Bohal, you may want to go during the dry season. In terms of food culture, you may want to try local foods in the Philippines. One of the favorites of tourist in the Philippines is \"Lechon\". It is whole pig coal-roasted for a few hours which gives the Pork's skin its crispy skin on the outside and delicious and juicy meat on the inside. Cebu is a famous destination for this dish."
  },
  "poland" : {
    "pic_count": 4,
    "img_src": "images/bg/poland.JPG",
    "queryCountryParam": "poland",
    "p1": "Poland is one of the most underrated destinations in Europe. With its incredible history and UNESCO World Heritage Sites, cheap food, world-class museums, wild nightlife, and plentiful nature, Poland is a budget-travel paradise. It has everything you'll find in Western Europe — but for half the price and with half the crowds! Auschwitz-Birkenau is the site of a former concentration camp used by the Nazis during World War II. Approximately 1.3 million people were sent here and an astounding 1.1 million of them were killed. When the camp was liberated in 1945, there were just 7,000 people there, many of whom were incredibly ill or sick. A visit here is sobering but shouldn't be missed. Wear comfortable shoes as there is a lot of walking and keep in mind you're allowed to take photographs but be considerate that this is a somber place. ",
    "quote": "Poland. More than you expected",
    "p2": "Krakow is a student city and one of the biggest tourist destinations in the country (people love coming here to party). This city is beautiful, inexpensive, and is filled with plenty to do. Be sure to check out the castle, the nearby salt mines, and underground ruins. The Christmas market in December is amazing too! Explore the old and new towns, see the castle, binge on pierogis, and visit the city's amazing museums that highlight the struggles of the Warsaw Uprising and the ghettoization of the Jews during World War II. Be sure to spend time wandering Warsaw's Old Town, which is a UNESCO World Heritage Site filled with history, art, culture, and science. Savor a hearty Polish meal at one of the many ‘milk bars' and check out Hala Koszyki, a funky food market hall with nearly 20 different eateries and many tasty offerings. Reference: https://www.nomadicmatt.com/travel-guides/poland-travel-guide/"
  },
  "spain" : {
    "pic_count": 9,
    "img_src": "images/bg/spain.JPG",
    "queryCountryParam": "spain",
    "p1": "Spain is the origin of siesta. It is a place for foodie and history buff or anyone who is not on a rush to do anything! Spain is a foodie paradise featuring diverse and appetizing cuisines--from Paella to Churros, you name it. Spain is also one of the popular tourist destinations in Europe catering 120 Million tourists per year on average. From fiestas and rave parties in Ibiza to casual food trips and historical streets in Barcelona, you can experience it in Spain. ",
    "quote": "Spain Home of Food and Flamenco",
    "p2": "Barcelona second popolous city in Spain is famous for its food and historical streets. It is the home of the Antoni Gaudi's artworks which include Sagrada Familia, the largest unfinished Church in the world. The construction has started 140 years ago. You can experience this architectural site while drinking your glass of sangria. Barcelona is where you can find the Pablo Picasso Museum. You can find variety of his cubist art works which he is famous for. With over 4000 artworks, it is worth to visit the museum to learn about the life and artworks of one of the most influential artists of the 20th century. You may want to visit Barri Gotic which is the old city of Barcelona. In this part of the city, you can find the oldest architectural buildings in Barcelona, which include Roman walls and medieval architectures. Reference: https://www.nomadicmatt.com/travel-guides/spain-travel-tips/"
  },
  "switzerland" : {
    "pic_count": 4,
    "img_src": "images/bg/switzerland.JPG",
    "queryCountryParam": "switzerland",
    "p1": "As one of the most expensive countries in Europe, Switzerland is often skipped over by budget travelers. Yet, while it is not a cheap destination, Switzerland is one of the most beautiful places on earth. This land-locked country is home to shimmering lakes (more than 7,000 of them!), picturesque mountains (hello Alps!), tiny walled medieval towns, historic cities, soaring peaks, endless green fields you want to run through, delicious chocolate and cheese, incredible beer, and friendly, welcoming people. It's known for ski resorts, hiking trails, its neutral foreign policy stance, being a banking and finance center, and making Swiss watches.",
    "quote": "Switzerland. get natural",
    "p2": "As the third-largest city in Switzerland, Geneva offers spectacular views of the city's lake (Lake Geneva), the world's largest fountain, one of the main UN headquarters, a historic city center, and a collection of international restaurants to satisfy anyone's palate. While you're here, make sure you check out the Geneva's Art and History Museum and the Red Cross and Red Crescent Museum. There are 40 museums here in total so there's a lot to keep you entertained! Rent a car and explore the Graubunden area of the country, where there are houses and structures dating back to the 13th century. You'll also be able to hear the ancient language Romansh, which has died out everywhere else in the country and many locals take great pride in keeping the tradition alive. Of course, it's a haven for nature lovers too — there are 615 lakes and 150 valleys in the region. Soglio, Brigels, Bergün, and Vals are just some of the quaint villages worth visiting in the region. Reference: https://www.nomadicmatt.com/travel-guides/switzerland-travel-tips/"
  },
  "thailand" : {
    "pic_count": 8,
    "img_src": "images/bg/thailand.JPG",
    "queryCountryParam": "thailand",
    "p1": "Thailand is the travel hub of Southeast Asia. With stunning beaches, lush mountains, delicious food, rich culture and party hot-spots, Thailand should be on every traveler's bucket list! This Southeast Asian gem is popular for short holidays, gap year travels and a place for expats and “Digital Nomads” alike to call home. After a long flight or even just a day of exploring, there's not much that will feel better than indulging in a Thai massage. The best part is you can get pampered without spending a fortune!",
    "quote": "Thailand the Land of Smiles",
    "p2": "Thailand is a food paradise. It is famous for its floating market in Bangkok where you can get variety of local food -- from Pad Thai, a favorite of travelers, to Mango Sticky rice, a signature local dessert. Scuba diving is one of the famous things to do in Thailand, specfically in Ko Tao. If you are a culture buff, you can stay in Bangkok to explore and get pulled in to visit various temples around the city. You may want to stop by to Wat Phra Kaew (Temple of Emerald Buddha), Wat Pho (Temple of the Reclining Buddha), and Wat Arun (Temple of Dawn). The best time to visit is during in November to April which is the dry season. But generally, the weather is still warm all throughout the year so can visit any time of the year. Reference: https://www.twowanderingsoles.com/thailand-travel-tips"
  }
}
